/* NSButton (Bonjour) : <title:Bonjour> (oid:1498) */
"Bonjour" = "Bonjour";

/* NSButton (Bookmarks) : <title:Bookmarks> (oid:1500) */
"Bookmarks" = "Σελιδοδείκτες";

/* NSBox (Box) : <title:Box> (oid:1507) */
"Box" = "Κουτί";

/* NSMenuItem : <title:Connect to server> (oid:1426) */
"Connect to server" = "Σύνδεση με εξυπηρετητή";

/* NSMenu : <title:Copy URL> (oid:1740) */
"Copy URL" = "Αντιγραφή URL";

/* NSMenu : <title:Create Archive> (oid:1546) */
"Create Archive" = "Δημιουργία Αρχείου Συμπίεσης";

/* NSMenuItem : <title:Delete> (oid:957) */
"Delete" = "Διαγραφή";

/* NSMenuItem : <title:Delete Bookmark> (oid:1060) */
"Delete Bookmark" = "Διαγραφή Σελιδοδείκτη";

/* NSMenuItem : <title:Download> (oid:955) */
"Download" = "Λήψη";

/* NSMenuItem : <title:Download As…> (oid:1054) */
"Download As…" = "Λήψη Ως…";

/* NSMenuItem : <title:Download To…> (oid:1397) */
"Download To…" = "Λήψη Σε…";

/* NSMenuItem : <title:Duplicate Bookmark> (oid:1659) */
"Duplicate Bookmark" = "Διπλότυπο Σελιδοδείκτη";

/* NSMenuItem : <title:Duplicate…> (oid:1293) */
"Duplicate…" = "Διπλότυπο Αρχείου…";

/* NSMenuItem : <title:Edit Bookmark> (oid:1062) */
"Edit Bookmark" = "Επεξεργασία Σελιδοδείκτη";

/* NSMenu : <title:Edit With> (oid:1333) */
"Edit With" = "Επεξεργασία Με";

/* NSMenuItem : <title:Expand Archive> (oid:1532) */
"Expand Archive" = "Αποσυμπίεση Αρχείου Συμπίεσης";

/* NSButton (History) : <title:History> (oid:1499) */
"History" = "Ιστορικό";

/* NSMenuItem : <title:Hostname> (oid:2140) */
"Hostname" = "Hostname";

/* NSMenuItem : <title:Info> (oid:954) */
"Info" = "Πληροφορίες";

/* NSTabViewItem : <title:List> (oid:1247) */
"List" = "Λίστα";

/* NSMenu : <title:Menu> (oid:1058) */
"Menu" = "Μενού";

/* NSMenuItem : <title:New Bookmark> (oid:1513) */
"New Bookmark" = "Νέος Σελιδοδείκτης";

/* NSMenuItem : <title:New Browser> (oid:1510) */
"New Browser" = "Νέος Φυλλομετρητής";

/* NSMenuItem : <title:New File…> (oid:1119) */
"New File…" = "Νέο Αρχείο…";

/* NSMenuItem : <title:New Folder…> (oid:958) */
"New Folder…" = "Νέος Φάκελος…";

/* NSMenuItem : <title:New Symbolic Link…> (oid:2026) */
"New Symbolic Link…" = "Νέος Συμβολικός Δεσμός…";

/* NSMenuItem : <title:Nickname> (oid:2139) */
"Nickname" = "Nickname";

/* NSMenu : <title:Open URL> (oid:1820) */
"Open URL" = "Άνοιγμα URL Ιστού";

/* NSMenu : <title:OtherViews> (oid:1377) */
"OtherViews" = "ΆλλεςΠροβολές";

/* NSTabViewItem : <title:Outline> (oid:1245) */
"Outline" = "Διάρθρωση";

/* NSMenuItem : <title:Protocol> (oid:2141) */
"Protocol" = "Protocol";

/* NSMenuItem : <title:Quick Look> (oid:2054) */
"Quick Look" = "Γρήγορη Προβολή";

/* NSMenuItem : <title:Refresh> (oid:959) */
"Refresh" = "Ανανέωση";

/* NSMenuItem : <title:Rename…> (oid:1391) */
"Rename…" = "Μετονομασία…";

/* NSMenuItem : <title:Revert> (oid:1627) */
"Revert" = "Επαναφορά";

/* NSMenu : <title:Sort By> (oid:2137) */
"Sort By" = "Sort By";

/* NSMenuItem : <title:Synchronize…> (oid:1085) */
"Synchronize…" = "Συγχρονισμός…";

/* NSMenuItem : <title:Upload…> (oid:1159) */
"Upload…" = "Αποστολή…";

